Repository: thalesvb/slViewer
Catalog: locale/*/messages.po
Languages: pt_br

source: Enter
pt_br: Continuar

source: Save
pt_br: Gravar

source: Back
pt_br: Voltar

source: Exit
pt_br: Encerrar

source: Cancel
pt_br: Cancelar

source: Print
pt_br: Imprimir

source: Find
pt_br: Procurar

source: Find next
pt_br: Continuar procurando

source: Function module
pt_br: Módulo de função

source: Properties
pt_br: Características

source: Import
pt_br: Importação

source: Export
pt_br: Exportação

source: Changing
pt_br: Modificação

source: Tables
pt_br: Tabelas

source: Exceptions
pt_br: Exceções

source: Source code
pt_br: Texto fonte

source: Global data
pt_br: Dados globais

source: Go to global data
pt_br: Ir para dados globais

source: Main program
pt_br: Programa básico

source: Go to main program
pt_br: Ir para programa básico

source: Object Directory Entry
pt_br: Entrada do catálogo de objetos

source: Documentation
pt_br: Documentação

source: Goto
pt_br: Ir para

source: Display object list
pt_br: Exibir lista de objetos

source: Where-Used list
pt_br: Lista de utilizações

source: Splitscreen Editor
pt_br: Editor de tela dividida

source: More utilities
pt_br: Outros utilitários

source: Utilities
pt_br: Utilitários

source: Function Group
pt_br: Grupo de funções

source: Short text
pt_br: Texto breve

source: Normal function module
pt_br: Módulo de função normal

source: Remote-Enabled module
pt_br: Módulo de acesso remoto

source: Update module
pt_br: Módulo de atualização

source: Start immediately
pt_br: Início imediato

source: Immediate start, no restart
pt_br: Início imediato, sem atualização posterior

source: Start delayed
pt_br: Início retardado

source: Coll.run
pt_br: ExecColet.

source: basXML supported
pt_br: basXML suportado

source: Person responsible
pt_br: Responsável

source: Last changed by
pt_br: Último modificador

source: Changed on
pt_br: Data de modificação

source: Package
pt_br: Pacote

source: Program name
pt_br: Nome do programa

source: Include name
pt_br: Nome do include

source: Original language
pt_br: Idioma original

source: Not released
pt_br: Não liberado

source: Edit lock
pt_br: Bloqueio processo

source: Parameter name
pt_br: Nome parâmetro

source: Typing
pt_br: Atribuição tipo

source: Associated type
pt_br: Tipo referência

source: Default value
pt_br: Valor proposto

source: Optional
pt_br: Opcional

source: Pass value
pt_br: Transferir valor

source: Long text
pt_br: Texto descritivo

source: Exception
pt_br: Exceção

source: Report
pt_br: Programa

source: Opened files
pt_br: Arquivos abertos

source: Open file...
pt_br: Abrir arquivo...

source: Open SapLink file
pt_br: Abrir arquivo SapLink

source: File
pt_br: Arquivo

source: Function Groups
pt_br: Grupos de funções

source: Reports
pt_br: Programas

source: Message classes
pt_br: Classes de mensagem

source: SapLink files
pt_br: Arquivos SapLink

source: Interface / Class
pt_br: Interface / Classe

source: Attributes
pt_br: Atributos

source: Methods
pt_br: Métodos

source: Events
pt_br: Eventos

source: Types
pt_br: Tipos

source: Description
pt_br: Descrição

source: Created
pt_br: Criado por

source: Last change
pt_br: Último modificador

source: Modeled only
pt_br: Só modelado

source: Attribute
pt_br: Atributo

source: Level
pt_br: Tipo

source: Visibility
pt_br: Visibilidade

source: Read-Only
pt_br: Só leitura

source: Initial value
pt_br: Valor inicial

source: Method
pt_br: Método

source: Method type
pt_br: Tipo método

source: Event
pt_br: Evento

source: Type
pt_br: Tipo

source: Interface component
pt_br: Componente interface

source: Parameter
pt_br: Nome

source: Message class
pt_br: Classe de mensagem

source: Language
pt_br: Idioma

source: Message number
pt_br: Número da mensagem

source: Text
pt_br: Texto
